// 온도 20도 이상, 해뜰 때
export const jujeobSun20: string[] = [
  "20도가 넘어.. 손풍기 필수!",
  "더우니깐 나가지말고 우리 집에 있자>.<",
  "커튼을 쳐도 더워. 너가 나의 태양이라서 그런가?",
  "이렇게 덥고 뜨거운 날엔 빙수 어때!",
];
// 온도 20도 이상, 약간의 구름일 때
export const jujeobSunCloud20: string[] = [
  "해가 살짝 가려졌어.. 널 봐서 부끄러운가봐",
  "구름이 껴서 다행이야. 그래도 썬크림은 필수인 거 알지?!",
  "진짜 여름이 맞나봐. 물놀이 가기 딱 좋은데, 갈래?",
  "매미 소리가 아름다운 노래로 들려, 너가 있어서 그런가봐",
];
// 온도 20도 이상, 구름일 때
export const jujeobCloud20: string[] = [
  "날도 더운데 습도까지, 에어컨 틀고 가만히 있자",
  "해외로 도피하자, 시원한 삿포로 가자",
  "생각중..",
  "생각중..",
];
// 온도 20도 이상, 비올 때
export const jujeobRain20: string[] = [
  "비가 와서 그나마 시원해, 이럴 때 여름 감기 조심",
  "생각중..",
  "생각중..",
  "생각중..",
];
// 온도 10도 이상 20도 미만, 해뜰 때
export const jujeobSun10: string[] = [
  "데이트 하기 좋은 날. 같이 서울숲 거리를 걷을래?",
  "반팔에 가벼운 가디건 추천!",
  "집에 있기 아쉬운 날씨야. 지금 당장 밖으로 고고",
  "생각중..",
];
// 온도 10도 이상 20도 미만, 약간의 구름일 때
export const jujeobSunCloud10: string[] = [
  "생각중..",
  "생각중..",
  "생각중..",
  "생각중..",
];
// 온도 10도 이상 20도 미만, 구름일 때
export const jujeobCloud10: string[] = [
  "생각중..",
  "생각중..",
  "생각중..",
  "생각중..",
];
// 온도 10도 이상 20도 미만, 비올 때
export const jujeobRain10: string[] = [
  "생각중..",
  "생각중..",
  "생각중..",
  "생각중..",
];
// 온도 0도 이상 10도 미만, 해뜰 때
export const jujeobSun0: string[] = [
  "추워, 따뜻하게 날 안아줘😆",
  "지금이야! 옷장 속 너의 최고의 코디를 보여줘",
  "너 패딩꺼내려고 하지! 넣어두라구!",
  "생각중.. 니 생각중..",
  "너 MBTI 검사하면 Cute 나온다며",
  "당신은 유모차입니다. 나를 애태우니까.",
  "혹시 혼혈 아니야? 천국이랑 한국.",
  "나 몰랐는데 너 좋아하네",
  "너와 동시대에 살아가는 나란 인간. 참 성공했다.",
  "시간 나면 치과에서 알바해 너만 보면 입이 안 다물어지니까",
  "넌 뭐랄까.. 마치 베를린 같아. 왜냐하면 치명적인 독일 수도.",
  "너란 사람 땜에 전쟁 났어요. 아름다워(war), 귀여워(war), 사랑스러워(war)",
  "지금 너의 사진 보다가 심장 녹을까봐 냉동실에서 사진 보는 중이에요;;",
  "나: 나 좋아하지마. ???: 그게 뭔데, 나: 좋아하지 말라고, ???: 그거 어떻게 하는 건데",
  "너 MBTI 검사하면 SEXY 나온다며",
];
// 온도 0도 이상 10도 미만, 약간의 구름일 때
export const jujeobSunCloud0: string[] = [
  "해가 살짝 가려졌어.. 널 봐서 부끄러운가봐",
  "해가 살짝 가려졌어.. 널 봐서 부끄러운가봐",
  "넌 승마장 금지야. 왜냐면 너의 외모를 보면 말이 안나오거든..",
  "날이 너무 밝아.. 너한테 빛이나거든",
];
// 온도 0도 이상 10도 미만, 구름일 때
export const jujeobCloud0: string[] = [
  "생각중..",
  "생각중..",
  "생각중..",
  "생각중..",
];
// 온도 0도 이상 10도 미만, 비올 때
export const jujeobRain0: string[] = [
  "생각중..",
  "생각중..",
  "생각중..",
  "생각중..",
];
// 온도 0도 미만, 해뜰 때
export const jujeobSunMinus: string[] = [
  "생각중..",
  "생각중..",
  "생각중..",
  "생각중..",
];
// 온도 0도 미만, 약간의 구름일 때
export const jujeobSunCloudMinus: string[] = [
  "생각중..",
  "생각중..",
  "생각중..",
  "생각중..",
];
// 온도 0도 미만, 구름일 때
export const jujeobCloudMinus: string[] = [
  "생각중..",
  "생각중..",
  "생각중..",
  "생각중..",
];
// 온도 0도 미만, 비올 때
export const jujeobRainMinus: string[] = [
  "생각중..",
  "생각중..",
  "생각중..",
  "생각중..",
];
// 랜덤 주접
export const jujeobRandom: string[] = [
  "생각중..",
  "생각중..",
  "생각중..",
  "생각중..",
];
